<script setup lang="ts">
useHead({
  title: "Berkana | О нас",
  meta: [
    {
      name: "description",
      content: ``,
    },
  ],
});
</script>

<template>
  <div
    class="cart mx-auto max-w-screen-2xl items-center justify-between py-0 px-2 lg:px-8 overflow-hidden relative"
  >
    <h1 class="text-6xl">О нас</h1>
    <div class="flex items-center mt-10">
      <img class="max-w-[30%] rounded-2xl" src="/assets/images/1.jpg" alt="" />
      <div class="p-10">
        <p class="pt-4 text-lg w-3/4 text-gray-500">
          BERKANA – это собственное производство, где каждая строчка пропитана
          любовью и заботой о вас и ваших близких. Мы создаем уют и комфорт в
          вашем доме, предлагая широкий ассортимент изделий из натурального льна
          для взрослых и малышей. В чем наша особенность? Качество превыше
          всего: Мы сотрудничаем только с проверенными поставщиками, чтобы
          гарантировать высочайшее качество льна в каждом изделии.
          <br />
          <br />
          Безопасность гарантирована: Наше белье протестировано в лаборатории и
          имеет сертификат ЕАЭС, подтверждающий его соответствие стандартам
          качества и безопасности. Вы можете быть уверены в том, что выбираете
          лучшее для себя и своих детей. Индивидуальный подход: Мы предлагаем
          как готовые изделия, так и пошив на заказ по вашим размерам в рамках
          нашей ассортиментной линейки. Реализуем ваши идеи и поможем создать
          текстиль вашей мечты. Широкий выбор: У нас вы найдете: Постельное
          белье и пледы: для взрослых и малышей, чтобы сон был крепким и
          сладким. Халаты: для мужчин и женщин, дарящие ощущение тепла и уюта.
          Скатерти, салфетки, полотенца: создающие атмосферу гармонии и
          гостеприимства в вашем доме.
        </p>
      </div>
    </div>
    <div class="flex items-center">
      <div class="">
        <p class="pt-4 text-lg w-3/4 text-gray-500">
          BERKANA – это больше, чем просто текстиль. Это: Экологичность и
          натуральность: Лен - это природный материал, который дышит и не
          вызывает аллергии. Практичность и долговечность: Наши изделия
          прослужат вам долгие годы, сохраняя свой первозданный вид. Уникальный
          стиль и элегантность: Лён - это timeless classic, который всегда в
          моде. Мы будем рады стать частью вашего дома и наполнить его теплом и
          уютом льняного текстиля, созданного с любовью! Обращайтесь, и мы
          поможем вам создать идеальный текстиль для вашей семьи!
        </p>
      </div>

      <img class="max-w-[30%] rounded-2xl" src="/assets/images/2.jpg" alt="" />
    </div>
  </div>
</template>
