<script setup lang="ts"></script>

<template>
  <div
    class="mx-auto max-w-screen-3xl items-center justify-between py-0 px-2 lg:px-8 overflow-hidden relative"
  >
    <h2 class="text-6xl">Доставка и оплата</h2>
    <div class="gap-10 mt-10 max-w-[60%]">
      <div class="box">
        <h3 class="uppercase font-bold">оплата</h3>
        <p class="text-md w-3/4 text-gray-500 mb-4">
          Оплатить онлайн просто: на странице оформления заказа нажмите
          <span class="font-bold uppercase">Перейти к оплате</span>. Вы попадете
          в безопасную платежную форму Точка Банка, нашего партнера по
          онлайн-платежам. В платежной форме также доступна оплата через Систему
          Быстрых Платежей (СБП). Вам потребуется ввести:
        </p>
        <ul class="text-md w-3/4 text-gray-500 mb-4 list-disc list-inside">
          <li>Имя, указанное на вашей карте.</li>
          <li>Номер вашей карты.</li>
          <li>Срок действия карты.</li>
          <li>
            CVV-код (три цифры на обратной стороне карты). Если вы не видите
            этот код, пожалуйста, обратитесь в свой банк для уточнения.
          </li>
        </ul>
        <p class="text-md w-3/4 text-gray-500 mb-4">
          После успешной оплаты вы получите подтверждение заказа на электронную
          почту. В случае неудачи, вы сможете повторить попытку оплаты.
        </p>
        <p class="text-md w-3/4 text-gray-500 mb-4">
          BERKANA гарантирует безопасность ваших платежей. Мы не храним и не
          передаем третьим лицам данные вашей карты. Все платежные операции
          проводятся в защищенном режиме на сервере Точка Банка.
        </p>
      </div>
      <div class="box">
        <h3 class="uppercase font-bold">доставка</h3>
        <p class="text-md w-3/4 text-gray-500 mb-4">
          Мы используем экспресс-доставку. Сроки и стоимость рассчитываются при
          оформлении заказа и зависят от расстояния и способа получения:
          курьером или до пункта выдачи. После оплаты отправим ваш заказ в
          течение 1-2 рабочих дней.
        </p>
        <p class="text-sm w-3/4 text-gray-500 mb-4">
          Доставка в пределах г. Киров - бесплатно.
        </p>
      </div>
    </div>
  </div>
</template>
