<script setup lang="ts">
useHead({
  title: "Berkana | Обмен и возврат",
  meta: [
    {
      name: "description",
      content: ``,
    },
  ],
});
</script>

<template>
  <div
    class="mx-auto max-w-screen-2xl items-center justify-between py-0 px-2 lg:px-8 overflow-hidden relative"
  >
    <h2 class="text-6xl">Обмен и возврат</h2>
    <p class="text-md w-3/4 text-gray-500 mb-4 mt-10">
      Хотите вернуть товар, приобретенный в Berkana-linen? Ознакомьтесь с нашей
      подробной инструкцией, чтобы процесс возврата прошел быстро и без проблем.
    </p>
    <div class="lg:flex gap-10 mt-10">
      <div class="box w-[50%]">
        <h3 class="uppercase font-bold mb-3">
          Условия возврата товара надлежащего качества:
        </h3>

        <ul class="text-md w-3/4 text-gray-500 mb-4 list-disc list-inside">
          <li class="mb-2">
            <b>Сохранность товарного вида:</b> Товар должен быть новым,
            неиспользованным, без следов эксплуатации.
          </li>
          <li class="mb-2">
            <b>Оригинальная упаковка и ярлыки:</b> Упаковка должна быть целой,
            неповрежденной, со всеми оригинальными ярлыками и этикетками.
          </li>
          <li class="mb-2">
            <b>Соответствие требованиям законодательства: </b> Товар не должен
            входить в перечень товаров, не подлежащих возврату, согласно
            Постановлению Правительства РФ №55 от 19.01.1998.
          </li>
        </ul>
        <h3 class="uppercase font-bold mb-3">
          Пошаговая инструкция по возврату товара:
        </h3>
        <ul class="text-md w-3/4 text-gray-500 mb-4 list-decimal list-inside">
          <li class="mb-2">
            <b>Уведомите нас: </b> Напишите на электронную почту
            <a
              href="mailto:berkanalinen@gmail.com"
              taget="_blank"
              class="text-green-800 underline"
              >berkanalinen@gmail.com</a
            >
            с темой “Возврат товара надлежащего качества”. В письме кратко
            опишите причину возврата.
          </li>
          <li class="mb-2">
            <b>Получите и заполните форму возврата: </b> В ответном письме вы
            получите форму возврата. Заполните ее внимательно и отправьте вместе
            с возвращаемым товаром.
          </li>
          <li class="mb-2">
            <b>Отправьте товар транспортной компанией CDEK: </b>
            <ul
              class="text-md w-3/4 text-gray-500 mb-4 list-disc list-inside ml-6"
            >
              <li class="mb-2">
                <b>Адрес отправки:</b> 610001, Кировская обл, г. Киров,
                Октябрьский проспект, 106-161
              </li>
              <li class="mb-2">
                <b>Получатель:</b> ИП Самоделкина Ольга Васильевна
              </li>
              <li class="mb-2">
                <b>Важно! </b> Транспортные расходы по возврату товара
                надлежащего качества оплачивает покупатель.
              </li>
            </ul>
          </li>
          <li class="mb-2">
            <b>Сообщите номер отслеживания и реквизиты: </b>
            Отправьте на почту
            <a
              href="mailto:berkanalinen@gmail.com"
              taget="_blank"
              class="text-green-800 underline"
              >berkanalinen@gmail.com</a
            >
            номер трека (номер отслеживания) отправленной посылки и ваши
            банковские реквизиты для возврата денежных средств.
          </li>
        </ul>
        <h3 class="uppercase font-bold mb-3">
          Важная информация о возврате денежных средств:
        </h3>

        <ul class="text-md w-3/4 text-gray-500 mb-4 list-disc list-inside">
          <li class="mb-2">
            Возврат денежных средств осуществляется безналичным переводом на
            вашу банковскую карту в течение 10 рабочих дней с момента получения
            возвращенного товара.
          </li>
          <li class="mb-2">
            Возврат будет произведен только при соблюдении всех
            вышеперечисленных условий.
          </li>
          <li class="mb-2">
            В случае несоответствия товара условиям возврата, посылка будет
            отправлена обратно отправителю.
          </li>
        </ul>
      </div>
      <div class="box w-[50%]">
        <h3 class="uppercase font-bold mb-3">
          Условия возврата товара ненадлежащего качества:
        </h3>

        <ul class="text-md w-3/4 text-gray-500 mb-4 list-disc list-inside">
          <li class="mb-2">
            <b>Срок обращения:</b> С момента покупки товара прошло не более 14
            календарных дней.
          </li>
          <li class="mb-2">
            <b>Сохранность:</b> Необходимо сохранить оригинальные ярлыки и
            упаковку товара.
          </li>
          <li class="mb-2">
            <b>Наличие чека: </b> Необходимо предоставить чек, подтверждающий
            покупку.
          </li>
        </ul>
        <h3 class="uppercase font-bold mb-3">
          Пошаговая инструкция по возврату/обмену товара ненадлежащего качества:
        </h3>
        <ul class="text-md w-3/4 text-gray-500 mb-4 list-decimal list-inside">
          <li class="mb-2">
            <b>Уведомите нас: </b> Напишите на электронную почту
            <a
              href="mailto:berkanalinen@gmail.com"
              taget="_blank"
              class="text-green-800 underline"
              >berkanalinen@gmail.com</a
            >
            с темой “Возврат/обмен товара ненадлежащего качества”. В письме
            опишите проблему с товаром (брак, дефект, неверная комплектация).
          </li>
          <li class="mb-2">
            <b>Получите и заполните форму возврата: </b> В ответном письме вы
            получите форму возврата. Заполните ее внимательно и отправьте вместе
            с возвращаемым товаром.
          </li>
          <li class="mb-2">
            <b>Отправьте товар транспортной компанией CDEK: </b>
            <ul
              class="text-md w-3/4 text-gray-500 mb-4 list-disc list-inside ml-6"
            >
              <li class="mb-2">
                <b>Адрес отправки:</b> 610001, Кировская обл, г. Киров,
                Октябрьский проспект, 106-161
              </li>
              <li class="mb-2">
                <b>Получатель:</b> ИП Самоделкина Ольга Васильевна
              </li>
              <li class="mb-2">
                <b>Важно! </b> Транспортные расходы по возврату товара
                надлежащего качества оплачивает покупатель.
              </li>
            </ul>
          </li>
          <li class="mb-2">
            <b>Сообщите номер отслеживания и реквизиты: </b>
            Отправьте на почту
            <a
              class="text-green-800 underline"
              href="mailto:berkanalinen@gmail.com"
              taget="_blank"
              >berkanalinen@gmail.com</a
            >
            номер трека (номер отслеживания) отправленной посылки и ваши
            банковские реквизиты для возврата денежных средств.
          </li>
        </ul>
        <h3 class="uppercase font-bold mb-3">
          Важная информация о возврате денежных средств:
        </h3>

        <ul class="text-md w-3/4 text-gray-500 mb-4 list-disc list-inside">
          <li class="mb-2">
            Возврат денежных средств за товар ненадлежащего качества или товар с
            неверной комплектацией включает в себя компенсацию стоимости
            доставки.
          </li>
          <li class="mb-2">
            Срок возврата денежных средств составляет не более 10 дней с даты
            поступления возвращенного товара на склад Продавца вместе с
            заполненной формой возврата.
          </li>
          <li class="mb-2">
            Для возврата необходимо наличие оригинальных ярлыков, упаковки и
            чека.
          </li>
        </ul>
      </div>
    </div>
  </div>
</template>
